Repository: LEOYoon-Tsaw/Chinendar
Catalog: Widget/Localizable.xcstrings
Source language: zh_hant
Languages: en, zh_hans

# Default
source: 常備
en: Default
zh_hans: 常备

source: 全錶
en: Full Watch
zh_hans: 全表

source: 列於四隅之時計
en: Countdown as corner widgets
zh_hans: 列于四隅之时计

source: 圓輪
en: Circular
zh_hans: 圆轮

source: 圓輪掛件選項
en: Circular widget config
zh_hans: 圆轮挂件选项

source: 型制
en: Type

# 太陰
source: 月
en: Moon

# 太陽
source: 日
en: Sun

source: 完整華曆錶
en: Complete Chinese Time watch face
zh_hans: 完整华历表

source: 完整錶面
en: Full Watch Face
zh_hans: 完整表面

source: 寫有華曆日時之片
en: Card with Chinese Time in gradient text
zh_hans: 写有华历日时之片

source: 展現日時之圓輪
en: Ring showing time or date
zh_hans: 展现日时之圆轮

source: 文字
en: Text

source: 日
en: Date

source: 日出入
en: Sunrise & Sunset

source: 日左時右
en: Date & Time
zh_hans: 日左时右

source: 日時之擇一
en: Choose between date and time
zh_hans: 日时之择一

source: 日時之順序
en: Display order of date and time components
zh_hans: 日时之顺序

source: 日月光華
en: Sun & Moon Times
zh_hans: 日月光华

source: 日躔
en: Sun Times

source: 時
en: Time
zh_hans: 时

source: 時左日右
en: Time & Date
zh_hans: 时左日右

source: 時計
en: Countdown
zh_hans: 时计

source: 時計掛件選項
en: Countdown widget config
zh_hans: 时计挂件选项

source: 時計片
en: Countdown Card
zh_hans: 时计片

source: 時計隅
en: Countdown Corner
zh_hans: 时计隅

source: 月出入
en: Moonrise & Moonset

source: 月相
en: Moon Phase

source: 月離
en: Moon Times
zh_hans: 月离

source: 樸素寫就之華曆
en: Chinese Time in plain text
zh_hans: 朴素写就之华历

source: 次月相
en: Next Moon Phase

source: 次節氣
en: Next Solar Term
zh_hans: 次节气

source: 歲月之輪
en: Month and Day Rings
zh_hans: 岁月之轮

source: 永夜
en: Polar Night

source: 永恆無盡
en: Eternity
zh_hans: 永恒无尽

source: 永日
en: Midnight Sun

source: 永月
en: Long Moon

source: 永無月
en: No Moon
zh_hans: 永无月

source: 目的
en: Target

source: 節氣
en: Solar Term
zh_hans: 节气

source: 簡化之輪以展現日時
en: Concise rings date or time
zh_hans: 简化之轮以展现日时

source: 簡化之錶以展現日時之一
en: Concise watch face to focus on date or time
zh_hans: 简化之表以展现日时之一

source: 簡單華曆文字
en: Chinese Time in plain text
zh_hans: 简单华历文字

source: 簡錶
en: Concise Watch
zh_hans: 简表

source: 背景灰度
en: Back Greyness

source: 華曆
en: Chinese Time
zh_hans: 华历

source: 華曆文字
en: Chinese Time in Text
zh_hans: 华历文字

source: 華曆片
en: Chinese Time on Card
zh_hans: 华历片

source: 距離次事件之倒計時
en: Countdown to next event
zh_hans: 距离次事件之倒计时

source: 距離次事件之倒計時片
en: Countdown card for next event
zh_hans: 距离次事件之倒计时片

source: 雙錶
en: Dual Watch
zh_hans: 双表

source: 雙錶以同時展現日時
en: Dual watch face for separate display of date and time
zh_hans: 双表以同时展现日时

source: 雙錶以同時展現日時，順序可選
en: Dual watch face for separate display of date and time, in the order of your choice
zh_hans: 双表以同时展现日时，顺序可选

source: 順序
en: Order
zh_hans: 顺序
